/*
 *  Localizable.strings
 *  Admin Utility
 */

/* General */
"AirPortUtility"= "AirPort segédprogram";
"AdminUtility"	= "AirPort segédprogram";
"AboutAirPortUtility" = "Körülbelül %@";
"HideAirPortUtility" = "A(z) %@ elrejtése";
"QuitAirPortUtility" = "Kilépés a(z) %@ alkalmazásból";

/* Button Titles */
"OK"			= "OK";
"Cancel"		= "Mégsem";
"ConfirmUpload"	= "Feltöltés";
"GoBack"		= "Visszalépés";
"Continue"		= "Folytatás";
"Close"			= "Bezárás";
"DontClose"		= "Bezárás mellőzése";
"Done"			= "Kész";
"Switch"		= "Átváltás";
"DontSwitch"	= "Ne válts";
"Yes"			= "Igen";
"No"			= "Nem";
"DontSave"		= "Mentés mellőzése";
"Save"			= "Mentés";
"Revert"		= "Visszaállítás";
"Update"		= "Frissítés";
"DontUpdate"	= "Ne frissítsd";
"Optional"		= "(Opcionális)";
"OtherDotDotDot" = "Egyéb...";
"MoreInfo"		= "További infók…";
"Download"		= "Letöltés";
"Remove"		= "Eltávolítás";
"DontRemove"	= "Ne távolítsd el";
"Edit"			= "Szerkesztés";
"EditEllipsis"	= "Szerkesztés…";
"Resume"		= "Folytatás";


/* Keychain information */
"keychainBaseStationDescription" = "AirPort alapállomás jelszó";
"keychainBaseStationType" = "AirPort-bázisállomás";
"keychainNetworkDescription" = "AirPort hálózati jelszó";
"keychainAirDiskDescription" = "AirPort-lemez jelszava";
"keychainNetworkType" = "AirPort hálózat";
"keychainSpeakerDescription" = "alkalmazásjelszó";
"keychainSpeakerType" = "Távoli hangszóró";

/* Password sheet and keychain strings */
"OtherPrompt" = "Adja meg a címet és jelszót:";
"PasswordPrompt" = "Adja meg a kijelölt AirPort vezeték nélküli eszköz jelszavát:";
"SaveSecuritySettings" = "A nagyobb biztonság érdekében a jelszavak titkosítása";
"SaveSecuritySettingsDescription" = "Meg kell adnia a(z) %@ jelszavát, ha később meg kívánja tekinteni vagy importálni szeretné ezeket a jelszavakat.";
"PasswordPromptDoc" = "Az összes beállítás és jelszó megtekintéséhez adja meg ennek a beállításfájlnak a jelszavát. A jelszavakon kívüli összes beállítás megtekintéséhez jelszó megadása nélkül kattintson a Folytatás gombra.";
"SaveSecuritySettingsNotEncrypted" = "A rendszer nem kódolja a jelszavakat, és kevésbé biztonságos módon tárolja őket.";
"RememberPassword" = "Emlékezés erre a jelszóra a kulcskarikán";
"KeychainRemoveAreYouSure" = "Biztos benne, hogy el kívánja távolítani ezt a jelszót a kulcskarikáról?";
"KeychainRemoveExplain" = "Amennyiben eltávolítja ezt a jelszót a kulcskarikáról, a rendszer minden egyes alkalommal annak begépelését fogja kérni Öntől.";

/* AOL Login script -- probably no need to localize */
"AOL"			= "AOL";

/* Help book name */
"AirPortHelp"	= "AirPort segédprogram súgó";
"AirPortServiceAndSupport" = "AirPort szerviz és támogatás";
"AirPortServiceAndSupportURL" = "http://www.apple.com/support/airport/";

/* Open/Save panel button titles */
"Open"			= "Megnyitás";
"Export"		= "Exportálás";
"Import"		= "Importálás";

/* Discovery Window toolbar items and tool tips*/
"Other"			= "Egyéb";
"OtherTip"		= "Másik AirPort vezeték nélküli eszköz beállítása";
"Rescan"		= "Újrakeresés";
"RescanTip"		= "Keressen újra AirPort vezeték nélküli eszközöket";
"Configure"		= "Konfigurálás";
"ConfigureTip"	= "A kijelölt AirPort vezeték nélküli eszköz beállítása";

/* Software Update */
"SoftwareUpdateNewer" = "Az AirPort segédprogram újabb verziója (%@) áll rendelkezésre.";
"SoftwareUpdateExplain" = "Az AirPort segédprogramból való kilépéshez és az új szoftverek beszerzéséhez kattintson a Frissítés… gombra.";
"SoftwareUpdateTitle" = "AirPort szoftverfrissítés";
"SoftwareUpdateButton" = "Frissítés…";
"SUFirmwarePrompt" = "Új firmware áll rendelkezésre.";
"SUFirmwareExplain" = "Az AirPort vezeték nélküli eszköz frissítéséhez töltse le a belső vezérlőprogramot.";
"SUFirmwareExplainDetails" = "Válassza ki a letölteni kívánt belső vezérlőprogramot. A belső vezérlőprogram letöltése után frissítheti az AirPort vezeték nélküli eszközöket.";
"SUChoosePrompt" = "%d AirPort vezeték nélküli eszközhöz új belső vezérlőprogram áll rendelkezésre.";
"SUChooseExplain" = "Kezdéshez kattintson a Frissítés gombra.";
"SUChooseExplainDetails" = "Válassza ki a frissíteni kívánt AirPort vezeték nélküli eszközt, és az új belső vezérlőprogram telepítéséhez kattintson a Frissítés gombra.";
"SUOneUpdatePrompt" = "Új belső vezérlőprogram (%1$@) áll rendelkezésre a(z) „%2$@” AirPort vezeték nélküli eszközhöz.";
"SUOneUpdateExplain" = "Kezdéshez kattintson a Frissítés gombra.";
"SoftwareUpdateEverythingUpToDate" = "Jelenleg nem áll rendelkezésre frissítés az AirPort segédprogramhoz vagy az AirPort vezeték nélküli eszközeihez.";
"SoftwareUpdateAUIsUpToDate" = "Az AirPort segédprogramnak ez a verziója (%@) az aktuális verzió.";
"SoftwareUpdateFWIsUpToDate" = "Az AirPort vezeték nélküli eszköz belső vezérlőprogramjának jelen verziója (%@) az aktuális verzió.";
"SoftwareUpdateBadFirmware" = "A kijelölt belső vezérlőprogram nem kompatibilis ezen AirPort vezeték nélküli eszközzel.";
"SoftwareUpdateDownloadError" = "A firmware letöltésekor hiba lépett fel.";
"SoftwareUpdateShowDetails" = "Részletek megjelenítése";
"SoftwareUpdateHideDetails" = "Részletek elrejtése";
"SoftwareUpdateDirty" = "Ezen AirPort vezeték nélküli eszköz frissítésekor a nem mentett módosítások el fognak veszni.";
"SUSkip" = "Kihagyás";
"SUPasswordPrompt" = "Adja meg „%@” jelszavát:";
"SUVersion" = "Firmware verzió";
"SUDownloadProgressPrompt" = "%2$d / %1$d firmware frissítés letöltése";
"SUUpdateProgressPrompt" = "%2$d/%1$d AirPort vezeték nélküli eszköz frissítése";
"SUUpdateProgressMessage" = "A(z) „%1$@” firmware frissítése %2$@ verzióra…";
"SUWaitingRestartMessage" = "Várakozás „%@” újraindulására…";
"SUAutoCheckConfirm" = "Az AirPort segédprogram megnyílik, ha az AirPort vezeték nélküli eszközéhez frissítés válik elérhetővé, illetve valamely AirPort vezeték nélküli eszköz hibát jelent.";
"SUAutoCheckExplain" = "Ezek a beállítások az AirPort segédprogram beállításaiban módosíthatók.";
"SUAutoCheckCheckbox" = "Frissítések ellenőrzése az AirPort segédprogram megnyitásakor";
"SUServerFailure" = "A frissítési szerverhez történő kapcsolódáskor hiba lépett fel. Ellenőrizze a hálózati beállításait, majd próbálkozzon újra.";
"SUInternalServerLabel" = "Belső szerver:";
"SUBackgroundCheckbox" = "Frissítések ellenőrzése:";
"SUHourly" = "Óránként";
"SUDaily" = "Naponta";
"SUWeekly" = "Hetente";
"SUMonthly" = "Havonta";
"SUBackgroundDownloadCheckbox" = "Frissítések automatikus letöltése";
"SUBackgroundDownloadExplain" = "Az AirPort segédprogram el fog indulni, amint a frissítések készen állnak a telepítésre.";

/* Discovery Window */
"IP4Address" = "IPv4 cím";
"IP6Address" = "IPv6 cím";
"Interface" = "Interfész";
"AirPortDesc" = "AirPort (%@)";
"EthernetDesc" = "Ethernet (%@)";

/* Document Toolbar Items and Tabs */
"Restart"				= "Újraindítás";
"HardReset"				= "Alapértelmezett beállítások visszaállítása…";
"Upload"				= "Feltöltés";
"Default"				= "Alapértelmezett";
"EquivPW"				= "Jelszó";
"Summary"				= "Összegzés";
"SummaryTip"			= "Ezen AirPort vezeték nélküli eszköz és a vezeték nélküli hálózat beállításainak megtekintése";
"AirPort"				= "AirPort";
"AirPortTip"			= "Vezeték nélküli hálózati beállításokat állít";
"AirPort.Summary"		= "Összegzés";
"AirPort.Summary.Version" = "Verzió";
"AirPort.BaseStation"	= "Alapállomás";
"AirPort.BaseStation.Options" = "Alapállomás beállítások";
"AirPort.BaseStation.Hostname" = "Bázisállomás hosztneve";
"AirPort.Wireless"		= "Vezeték nélküli";
"AirPort.Wireless.Options" = "Vezeték nélküli hálózat beállításai";
"AirPort.Wireless.AppleWiFiConnect" = "Vezeték nélküli ügyfél beállításai";
"AirPort.WDS"			= "WDS";
"AirPort.ACL"			= "Hozzáférési szab.";
"Internet"				= "Internet";
"InternetTip"			= "Állítsa be, hogy ezen AirPort vezeték nélküli eszköz miként csatlakozik az internethez, és miként osztja meg az internetkapcsolatát";
"Internet.Main"			= "Internetkapcsolat";
"Internet.TCPIP"		= "TCP/IP";
"Internet.Modem"		= "Modem";
"Internet.PPPoE"		= "PPPoE";
"Internet.DHCP"			= "DHCP";
"Internet.NAT"			= "NAT";
"Music"					= "Zene";
"MusicTip"				= "Beállítja az AirPort Express eszközt hogy az iTunes távoli hangszórókon keresztül játsszon le";
"Printers"				= "Nyomtatók";
"USB"					= "USB-megosztás";
"PrintersTip"			= "Az AirPort vezeték nélküli eszközön elérhető USB-nyomtatók beállításainak megjelenítése és módosítása";
"USBTip"				= "Az AirPort vezeték nélküli eszközön elérhető USB-eszközök beállításainak megtekintése és módosítása";
"PrintersScanners"		= "Nyomtatók és szkennerek";
"PrintersScannersTip"	= "Az AirPort vezeték nélküli eszközön elérhető USB-nyomtatók és szkennerek beállításainak megjelenítése és módosítása";
"Drives"				= "Lemezek";
"DrivesTip"				= "Tekintse meg és módosítsa az AirPort vezeték nélküli eszközön elérhető tárolóeszközök beállításait";
"Drives.Disks"			= "Lemezek";
"Drives.FileSharing"	= "Fájlmegosztás";
"Drives.Accounts"		= "Fiókok";
"Advanced"				= "Haladó";
"Advanced.MobileMe"		= "MobileMe";
"Advanced.Firewall"		= "Porttársítás";
"Advanced.PortMapping"	= "Porttársítás";
"Advanced.IPv6"			= "IPv6";
"Advanced.IPv6Firewall"	= "IPv6 tűzfal";
"Advanced.Dialin"		= "PPP betárcsázás";
"Advanced.Statistics"	= "Naplózás és statisztika";
"AdvancedTip"			= "Tekintse meg és módosítsa az AirPort vezeték nélküli eszköz haladó beállításait";
"Profiles"				= "Profilok";
"ProfilesTip"			= "Profilok";
"Statistics"			= "Statisztika";
"Statistics.Logging"	= "Naplók";
"Statistics.Wireless"	= "Vezeték nélküli kliensek";
"Statistics.DHCP"		= "DHCP kliensek";
"StatisticsTip"			= "Az AirPort vezeték nélküli eszköz állapotinformációinak megtekintése, beleértve a rendszernaplókat (syslog) és az ügyféladatokat.";
"Search"				= "Beállítás keresése";
"SearchTip"				= "AirPort vezeték nélküli eszközbeállítás név szerinti keresése. Egy név kijelölésével továbbléphet az adott beállítási panelére.";

/* Panel layout */
"AirPort.Summary.labelPercentage" = "50";
"AirPort.Summary.Version.labelPercentage" = "50";
"AirPort.BaseStation.labelPercentage" = "50";
"AirPort.BaseStation.Options.labelPercentage" = "50";
"AirPort.BaseStation.Hostname.labelPercentage" = "50";
"AirPort.Wireless.labelPercentage" = "50";
"AirPort.Wireless.Options.labelPercentage" = "50";
"AirPort.Wireless.AppleWiFiConnect.labelPercentage" = "50";
"AirPort.GuNe.labelPercentage" = "50";
"AirPort.WDS.labelPercentage" = "50";
"AirPort.ACL.labelPercentage" = "50";

"Internet.Main.labelPercentage" = "40";
"Internet.TCPIP.labelPercentage" = "40";
"Internet.Modem.labelPercentage" = "40";
"Internet.DHCP.labelPercentage" = "40";
"Internet.NAT.labelPercentage" = "40";

"Music.labelPercentage" = "50";

"Printers.labelPercentage" = "50";
"USB.labelPercentage" = "50";
"Drives.Disks.labelPercentage" = "50";
"Drives.FileSharing.labelPercentage" = "50";
"Drives.Accounts.labelPercentage" = "50";

"Advanced.MobileMe.labelPercentage" = "50";
"Advanced.Firewall.labelPercentage" = "50";
"Advanced.PortMapping.labelPercentage" = "50";
"Advanced.IPv6.labelPercentage" = "50";
"Advanced.IPv6Firewall.labelPercentage" = "50";
"Advanced.Dialin.labelPercentage" = "50";
"Advanced.Statistics.labelPercentage" = "50";

/* Document */
"UpdateChanges" = "A bezárás előtt kívánja frissíteni ezen AirPort vezeték nélküli eszköz beállításait?";
"WSCUpdateChanges" = "Olyan módosításokat hajtott végre az AirPort vezeték nélküli eszközön, amelyeket a vezeték nélküli ügyfelek hozzáadása előtt menteni kell. A módosítások mentéséhez kattintson a Frissítés gombra, majd próbálja újra.";
"SwitchContinue" = "Biztos benne, hogy egy másik AirPort vezeték nélküli eszközre kíván váltani?";
"SwitchUpdateLost" = "Ha frissítés nélkül vált, a módosítások el fognak veszni."; 
"UpdateLost" = "Amennyiben nem frissít, a módosításai el fognak veszni.";
"Passwords" = "Jelszók";
"errMatchPassword" = "A jelszó és jelszó-megerősítési mezők tartalma nem egyezik. Mindkét mezőbe ugyanazt a jelszót kell írnia.";
"ImportPrompt" = "Importáljon egy teljes eszközkonfigurációt, illetve csak bizonyos beállításokat importáljon.";
"ImportAll" = "Teljes eszközkonfiguráció";
"ImportAllOther" = "Minden egyéb beállítás";
"SwitchNetworksPrompt" = "Biztos benne, hogy vezeték nélküli hálózatot kíván váltani?";
"SwitchNetworksMore" = "Ezen AirPort vezeték nélküli eszköz beállításához vezeték nélküli hálózatot kell váltani. A vezeték nélküli hálózatok váltásakor az internetkapcsolat megszakadhat.";
"TaskMaintenanceClose" = "Biztos benne, hogy be kívánja zárni ezt az ablakot?";
"TaskMaintenanceRecommendContinue" = "Amennyiben most bezárja ezt az ablakot, a módosításai el fognak veszni.";
"AssistClose" = "Biztos benne, hogy be kívánja zárni ezt az ablakot?";
"AssistReccomendContinue" = "Amennyiben nem folytatja az asszisztens használatát, és nem frissíti az AirPort vezeték nélküli eszközt, a módosítások el fognak veszni.";
"PortConflict" = "A(z) „%@” bekapcsolása konfliktusban van a porttársításainak egyikével. A porttársítás ki lett kapcsolva. Frissítse annak nyilvános portját a használatának folytatásához.";
"TooBusyToCloseGeneric" = "Az AirPort segédprogram elfoglalt, és nem szakítható meg.";
"TooBusyToClose" = "Az AirPort segédprogram elfoglalt a(z) „%@” elemmel, és nem szakítható meg.";
"TooBusyToCloseExplain" = "Várjon, míg az AirPort segédprogram befejezi, és próbálja újra.";
"UpdatingFirmware" = "AirPort vezeték nélküli eszköz belső vezérlőprogramjának frissítése";
"WritingConfiguration" = "AirPort vezeték nélküli eszköz konfigurációjának írása";

/* Progress */
"closeOrReRead" = "Bezárhatja ezt az ablakot, vagy várhat, amíg az AirPort vezeték nélküli eszköz újraindul.";
"closeOrReReadSpecific" = "Bezárhatja ezt az ablakot vagy várhat, amíg ezen %@ újraindul.";
"ReReadTimeout" = "Az AirPort segédprogram nem találja az újraindítás után az Airport vezeték nélküli eszközt.";
"ReReadTimeoutDescription" = "Ezen AirPort vezeték nélküli eszköz beállításai sikeresen frissítve lettek, de a vezeték nélküli hálózathoz történő újbóli csatlakozáskor vagy az AirPort vezeték nélküli eszköz keresése során hiba lépett fel. Szükség lehet a hálózatának a Wi-Fi menüből történő kijelölésére és az újbóli próbálkozásra.";
"ReReadTimeoutDescriptionWin" = "Ezen AirPort vezeték nélküli eszköz beállításai sikeresen frissítve lettek, de a vezeték nélküli hálózathoz történő újbóli csatlakozáskor vagy az AirPort vezeték nélküli eszköz keresése során hiba lépett fel. Szükség lehet a hálózatának a Hálózati kapcsolatok kezelése alatt történő kijelölésére és az újbóli próbálkozásra.";
"ErrorCloseTryAgain" = "Hiba lépett fel, zárja be a konfigurációs ablakot, és próbálja újra.";

/* Discovery */
"FoundDefaultBaseStation" = "Az AirPort segédprogram egy alapértelmezett beállítású %@ eszközt talált.";
"FoundDefaultBaseStation.alternateArticle" = "Az AirPort segédprogram egy alapértelmezett beállítású %@ eszközt talált.";
"FoundRestorableDefaultBaseStation" = "Az AirPort segédprogram talált egy alapértelmezett beállításokat használó %@ eszközt. Az eszköz visszaállítható az előző beállításaira.";
"FoundRestorableDefaultBaseStation.alternateArticle" = "Az AirPort segédprogram talált egy alapértelmezett beállításokat használó %@ eszközt. Az eszköz visszaállítható az előző beállításaira.";
"FoundJoinedBaseStation" = "Az AirPort segédprogram egy kapcsolódást kérő kliensekkel rendelkező %@ eszközt talált.";
"FoundConfiguredBaseStation" = "Az AirPort segédprogram talált egy %@ eszközt.";
"FoundConfiguredBaseStation.alternateArticle" = "Az AirPort segédprogram egy %@ eszközt talált.";
"FoundBaseStationNeedsAttention" = "Az AirPort segédprogram olyan %@ eszközt talált, mely hibákat jelent.";
"FoundBaseStationNeedsAttention.alternateArticle" = "Az AirPort segédprogram olyan %@ eszközt észlelt, mely hibákat jelent.";
"FoundBaseStationPerformingTask" = "Az AirPort segédprogram olyan %@ eszközt észlelt, amely egy feladatot futtat.";
"FoundBaseStationPerformingTask.alternateArticle" = "Az AirPort segédprogram olyan %@ eszközt észlelt, amely egy feladatot futtat.";
"FoundBaseStationMigrationInterrupted" = "Az AirPort segédprogram olyan Time Capsule készüléket talált, amelynek a lemezköltöztetését megszakították.";
"FoundBaseStationWithEnrollee" = "Az AirPort segédprogram olyan %@ eszközt talált, amely hálózati hozzáférési kérelemmel rendelkezik.";
"FoundBaseStationWithEnrollee.alternateArticle" = "Az AirPort segédprogram olyan %@ eszközt talált, amely hálózati hozzáférési kérelemmel rendelkezik.";

"FoundBaseStationNeedsUpdate" = "Ezen %@ eszközt újabb firmware verzióra kell frissíteni.";
"FoundEnrolleeNeedsAccess" = "A(z) „%@” hálózati elérést kér.";
"FoundEnrolleeAlreadyAuthed" = "A(z) „%@” fel lett jogosítva a hálózat elérésére.";
"FoundEnrolleeAlreadyAuthedWaiting" = "Várakozás arra, hogy a(z) „%@” csatlakozzon a hálózathoz…";
"FoundEnrolleeAlreadyJoined" = "A(z) „%@” sikeresen csatlakozott a hálózathoz.";
"FoundEnrolleeNeedsPIN" = "Adja meg a PIN-kódot ehhez a hálózati hozzáférési kérelemhez, majd válassza az Engedélyezés lehetőséget.";
"FoundEnrolleeGeneralError" = "Hiba történt a hálózati kérelem engedélyezése során. Próbálja újra.";
"FoundEnrolleePINWrong" = "A megadott PIN-kód helytelen.";
"AppleWiFiConnectAuthorize" = "Engedélyezés";
"AppleWiFiConnectIgnore" = "Kihagyás";	
"AppleWiFiConnectTableColumnName" = "Név";
"AppleWiFiConnectTableColumnModel" = "Modell";
"AppleWiFiConnectTableColumnMAC" = "MAC-cím";
"AppleWiFiConnectSelectNetwork" = "Hozzáférés engedélyezése:";
"AppleWiFiConnectSelectNetwork.description" = "Válassza ki azt a vezeték nélküli hálózatot, amelynek használatára be kívánja állítani az ügyfelet:";
"AppleWiFiGrantTimedAccess" = "Hozzáférés biztosítása";
"AppleWiFiGrantTimedAccess.1" = "Visszavonásig";
"AppleWiFiGrantTimedAccess.2" = "Egyéni időtartamig";
"AppleWiFiGrantTimedAccess.86400" = "Egy napig";
"AppleWiFiGrantTimedAccess.604800" = "Egy hétig";
"AppleWiFiGrantTimedAccess.2592000" = "Egy hónapig";
"AppleWiFiGrantTimedAccess.4294967295" = "Véglegesen";
"AppleWiFiGrantTimedAccess.description" = "Adja meg, hogy mennyi ideig érheti el a hálózatot ez az ügyfél.";
"AppleWiFiGrantTimedAccessCustom" = "Egyéni";
"ContinueOrManual" = "Ezen %@ beállításainak módosításához kattintson a Folytatás gombra.";
"ContinueDefault" = "Ezen %@ beállításához kattintson a Folytatás gombra.";
"ContinueResolve" = "Ezen %@ problémáinak megoldásához kattintson a Folytatás gombra.";
"FoundNone" = "Az AirPort segédprogram nem talált egyetlen AirPort vezeték nélküli eszközt sem. Győződjön meg róla, hogy a beállítani kívánt AirPort vezeték nélküli eszköz csatlakoztatva van, és a számítógépének hatókörében található, majd az újbóli próbálkozáshoz kattintson az Újrakeresésre.";
"MakeSure" = "Amennyiben ez nem a beállítani kívánt AirPort vezeték nélküli eszköz, a bal oldali listán választhat egy másikat. Amennyiben nem látja azt, győződjön meg róla, hogy csatlakoztatva van, és a számítógépének hatókörében található.";
"PerformingTask" = "Tekintse meg alább a feladat állapotát, vagy válasszon egy másik beállítani kívánt AirPort vezeték nélküli eszközt.";
"PerformingTaskNeedPassword" = "Adja meg a(z) %@ jelszót a feladat állapotának megtekintéséhez, vagy válasszon egy másik beállítani kívánt AirPort vezeték nélküli eszközt.";
"PasswordButton" = "Jelszó megadása…";
"NothingSelected" = "Válassza ki a beállítani kívánt AirPort vezeték nélküli eszközt.";
"OldVersion" = "Jelenlegi verzió";
"InstallVersion" = "Új verzió";
"UpdateButton" = "Firmware kód frissítése…";
"ProgressStep.0" = "A firmware legújabb verziójának keresése...";
"ProgressStep.1" = "Kommunikáció ezen %@ eszközzel…";
"ProgressStep.3" = "Firmware letöltése...";
"ProgressStep.4" = "Új firmware feltöltése ezen %@ eszközre…";
"ProgressStep.5" = "Frissítés végrehajtva...";

/* AirPort */
"SummaryPrompt" = "Kattintson a beállítás nevére ennek a beállításnak a szerkesztéséhez:";
"SummaryWirelessClients" = "Vezeték nélküli kliensek";
"SummaryAllow" = "Kliensek engedélyezése…";
"SummaryAddWireless" = "Vezeték nélküli kliensek hozzáadása…";
"UpgradeFirmware" = "Firmware elem frissítése";
"UpgradeFirmwareTo" = "Frissítés %@ firmware kódra";
"ConfigureRadius" = "RADIUS konfigurálása…";
"RadioModeWarning" = "A(z) %@ kiválaszta bizonyos klienseket meggátolhat ehhez a vezeték nélküli hálózathoz történő csatlakozásban.";
"BaseStationsOptionsButton" = "Beállítások…";
"WirelessOptionsButton" = "Vezeték nélküli beállítások…";
"WDSMainLabel" = "WDS fő";
"WDSRemotesLabel" = "WDS távoliak";
"AutomaticDateTime" = "Idő beállítása automatikusan:";
"EveryoneElse" = "(alapértelmezett)";
"NoAccess" = "Nincs hozzáférés";
"FullAccess" = "Korlátlan";
"Expired" = "(Lejárt)";
"LocalAccessDescription" = "A helyi hozzáférés adja meg azokat a klienseket, melyek a MAC-címük alapján csatlakozhatnak a hálózatához. Ha üres, minden kliens csatlakozhat a hálózatához.";
"TimedAccessDescription" = "Az időzített hozzáférés megadja azokat az időpontokat és napokat, mikor egy kliens, a vezeték nélküli MAC-címe alapján csatlakozhat a hálózathoz. Az első elem teszi lehetővé, hogy megadjon egy olyan alapértelmezett értéket, mely azon vezeték nélküli MAC-címek hozzáférési mértékére vonatkozik, melyek nem szerepelnek a listán.";
"TimedAccessLockoutTitle" = "Időzített hozzáférési korlátozás";
"TimedAccessLockoutMessage" = "A nincs hozzáférés az alapértelmezés szerinti bejegyzés. Amennyiben nem ad hozzá olyan bejegyzést, amely hozzáférést biztosít ehhez a számítógéphez, a frissítés után nem lesz képes ezen AirPort vezeték nélküli eszköz hálózatához csatlakozni.";
"VerifySecret" = "Titok-ellenőrzés:";
"WirelessInternetSettings" = "Vezeték nélküli internetbeállítások…";
"ChooseWirelessNetwork" = "Vezeték nélküli hálózat kiválasztása…";

/* Internet */
"RenewDHCP" = "DHCP-kiosztás megújítása";
"NATDescription" = "A hálózati címfordítás (Network Address Translation - NAT) lehetővé teszi egyetlen IP-cím megosztását a hálózatán lévő számítógépek és eszközök között.";
"EnableDefaultHost" = "Alap. hoszt bekapcs. itt:";
"InvalidDHCPBegin" = "A megadott kezdő DHCP-cím nem érvényes IP-cím.";
"InvalidDHCPEnd" = "A megadott záró DHCP-cím nem érvényes IP-cím.";
"InvalidRangeRemedy" = "Adjon meg érvényes számot a cím utolsó nyolcbites egysége számára, és próbálja újra.";
"ConfigurePortMappings" = "Porttársítás konfigurálása…";
"DHCPPrivateRange10Dot0" = "10.0";			/* DON'T LOCALIZE THIS */
"DHCPPrivateRange172Dot16" = "172.16";		/* DON'T LOCALIZE THIS */
"DHCPPrivateRange192Dot168" = "192.168";	/* DON'T LOCALIZE THIS */
"WirelessDescription" = "Válassza ki azt a vezeték nélküli hálózatot, melyet ezen %@ az internethez történő kapcsolódáshoz használni fog.";

/* Music */
"iTunesDescription" = "Ez a panel lehetővé teszi az AirPort Express eszköz AirPlay használatára történő konfigurálását.";

/* Printers */
"PrintersDescription" = "Ez a panel mutatja meg az AirPort vezeték nélküli eszközhöz csatlakoztatott USB-nyomtatókat.";
"NoPrinters" = "Semmi";
"Printer" = "Nyomtató";
"SharedName" = "Megosztott név";
"AccountName" = "Felhasználónév";

/* USB */
"USBDevice" = "USB-eszköz";
"USBDeviceAccess" = "Hozzáférés";
"AccountCount" = "%d fiókok";

/* Drives */
"StorageDescription" = "Ez a panel mutatja meg az AirPort-lemezeit.";
"DiskBuiltIn" = "Time Capsule-lemez";
"DiskBuiltInName" = "Time Capsule-lemez neve";
"DiskErasePrompt" = "A Time Capsule-lemezén lévő adatok törléséhez válassza a Töröld elemet.";
"DiskErasePrompt2" = "A Time Capsule-lemezen lévő adatok törléséhez válassza az Indítás elemet.";
"DiskEraseButton" = "Törlés…";
"DiskActionButton" = "Indítás…";
"DiskEraseTCMenuItem" = "Lemez törlése";
"DiskArchiveTCMenuItem" = "Lemez archiválása";
"DiskMigrateTCMenuItem" = "Lemez költöztetése";
"DiskArchivePrompt" = "Az adatoknak a Time Capsule-lemezéről egy USB által csatlakoztatott AirPort-lemezre történő átviteléhez válassza az Archiválás elemet.";
"DiskArchivePrompt2" = "Az adatoknak a Time Capsule-lemezről egy USB-csatlakozású AirPort-lemezre történő átviteléhez válassza az Indítás elemet.";
"DiskArchiveButton" = "Archiváld…";
"DiskMigrateArchiveErasePrompt" = "Válassza ki a végrehajtani kívánt Time Capsule műveletet, majd kattintson az Indítás gombra.";
"MigrateAreYouSure" = "Biztosan adatokat kíván költöztetni erre a Time Capsule-lemezre egy másik Time Capsule-lemezről?";
"MigrateExplain" = "Költöztessen egy másik Time Capsule-lemezről az adatok másolásához erre a Time Capsule-lemezre. Ezzel a Time Machine biztonsági mentést is áthelyezheti erre a Time Capsule-lemezre.";
"MigrateWarning" = "A másik Time Capsule-lemezről való költöztetés hosszú ideig is eltarthat.";
"DiskMigrateButton" = "Költöztetés…";
"MigrateFrom" = "Költöztetés a következőről";
"DiskArchiveNoDestPartitions" = "Nincs elérhető AirPort-lemez";
"DiskArchiveNoDestDescription" = "Győződjön meg róla, hogy a tárolóeszközön elég hely van az archívum számára, mielőtt a bázisállomás USB-portjára csatlakoztatná azt.";
"DiskArchiveNameFreeSpaceFormat" = "%@ (%@ elérhető)";
"DiskArchiveNameFreeSpaceInsufficientSpace" = "%@ (%@ elérhető - elégtelen hely)";
"DiskArchiveNameDiskIsLocked" = "%@ (a lemez védett)";
"UnmountDescription" = "Ha le kíván csatlakoztatni egy lemezt, kattintson a Minden felhasználó bontása gombra.";
"DiskMigrateSelect" = "Jelölje ki a költöztetni kívánt Time Capsule készüléket";
"DiskMigrateNoSources" = "Nincs elérhető Time Capsule készülék";
"DiskMigrateNoSourcesDescription" = "Győződjön meg arról, hogy az a Time Capsule, amelyről költöztetni kívánja az adatokat, csatlakozik a hálózathoz.";
"DiskMigrateEraseTargetWarning" = "A Time Capsule lemeztartalma a költöztetési folyamat során törlődik. Ez a művelet nem vonható vissza.";

"SharingOffDescription" = "Fájlmegosztás kikapcsolva. Az AirPort lemezeinek a hálózaton történő megosztásához válassza ki a Fájlmegosztás fület, kapcsolja be a fájlmegosztást, és válassza a Frissítés elemet.";
"SharingTabButton" = "Fájlmegosztás…";
"BytesSuffix" = "Bájt";
"KiloBytesSuffix" = "KB";
"MegaBytesSuffix" = "MB";
"GigaBytesSuffix" = "GB";
"TeraBytesSuffix" = "TB";
"NoDrives" = "Nem található lemez.";
"NoDriveSelection" = "Válasszon lemezt vagy kötetet.";
"nameField" = "Név:";
"capacityField"	= "Kapacitás:";	
"availableCapacityField" = "Elérhető:";
"usedCapacityField" = "Használt:";
"usersField" = "Felhasználók:";
"SMARTStatus" = "S.M.A.R.T. állapot:";		/* Self-Monitoring, Analysis, and Reporting Technology - It's not localized. "Status" should be localized.*/
"SMARTVerified" = "Ellenőrzött";
"SMARTFailing" = "Sikertelen";
"SMARTNotSupported" = "Nem támogatott";
"ArchiveAreYouSure" = "Biztos benne, hogy a Time Capsule lemezét egy USB használatával csatlakoztatott lemezre kívánja archiválni?";
"ArchiveExplain" = "Az adatok biztonsági mentésének elkészítéséhez archiválja a merevlemezt.";
"ArchiveWarning" = " A Time Capsule-lemez archiválása hosszú ideig is eltarthat.";
"ArchiveTo" = "Cél:";
"Archive" = "Archiválás";
"ArchiveConfirmStrong" = "A Time Capsule-lemeznek egy másik AirPort-lemezre történő archiválása szabad helyet igényel azon a lemezen, melyre archivál. Az adatainak archiválása nem töröl fájlokat.";
"UsersConnectedBullet" = "Jelenleg felhasználók kapcsolódnak ehhez a lemezhez. A nem mentett fájlok minden módosítása el fog veszni.";
"EraseAreYouSure" = "Biztos benne, hogy törölni kívánja a Time Capsule-lemezt?";
"EraseExplain" = "A Time Capsule-lemez törlésekor a lemezen lévő összes fájl törlésre kerül.";
"EraseSecure" = "Töröld biztonságosan";
"EraseSecureExplain" = "A lemez biztonságos törlése tovább tart, de biztosítja, hogy az adatok nem nyerhetők vissza.";
"Erase" = "Törlés";
"EraseQuick" = "Gyors törlés (nem biztonságos)";
"EraseQuick.description" = "Törli a könyvtár-információkat, hogy az adatok ne legyenek többé hozzáférhetők. Az adatok módosítatlanok maradnak mindaddig, amíg azok lemezterületére szükség nem lesz, és felül nem íródnak. Mindaddig az adatok potenciálisan visszanyerhetők. Ez a leggyorsabb beállítás, de a legkevésbé biztonságos.";
"EraseZeroOnce" = "Írd felül nullákkal az adatokat";
"EraseZeroOnce.description" = "Nullákkal felülírja a lemezen lévő összes adatot. Ez a beállítás jó adatbiztonságot eredményez minimális időráfordítás mellett.";
"EraseZero7Times" = "Törölj 7-szeresen";
"EraseZero7Times.description" = "A teljes lemezt hétszer felülírja adatokkal. Ez a beállítás a lemez adatainak nagyon biztonságos törlését eredményezi. A 7-menetes törlés 7-szer hosszabb ideig tart, mint a Visszaállítás beállításhoz szükséges idő.";
"EraseZero35Times" = "Törölj 35-szörösen";
"EraseZero35Times.description" = "A teljes lemezt 35-ször felülírja adatokkal. Ez a beállítás a lemez adatainak nagyon biztonságos törlését eredményezi. A 35-menetes törlés 35-ször hosszabb ideig tart, mint a Visszaállítás beállításhoz szükséges idő.";
"EraseTimeRequirementWarningSeveralDays" = "Ezen beállítás végrehajtása több napig fog tartani.";
"EraseTimeRequirementWarningSpecific" = "Ezen beállítás végrehajtása körülbelül %@ ideig fog tartani.";
"EraseConfirmStrong" = "A Time Capsule-lemez törlésekor az összes információ törölve lesz arról. A többi csatlakoztatott AirPort-lemezen lévő adatokra ez nem lesz hatással.";
"EraseUsersConnectedBullet" = "Jelenleg felhasználók kapcsolódnak ehhez a lemezhez. Ezen a lemezen használatban lévő fájlok lesznek eltávolítva.";
"Migrate" = "Költöztetés";
"MigrateConfirmStrong" = "A kijelölt Time Capsule-lemez költöztetésével minden fájlt átmásol erre a Time Capsule-lemezre, beleértve az összes Time Machine biztonsági mentést is.";
"MigrateTaskBullet" = "A Time Capsule-lemez költöztetése hosszú ideig is eltarthat.";
"MigrateUsersConnectedBullet" = "Jelenleg felhasználók kapcsolódnak ehhez a lemezhez. A nem mentett fájlok minden módosítása el fog veszni.";
"MaintenanceTaskBullet" = "A(z) %@ állapotfénye ezen művelet közben sárgán villog.";
"MaintenanceTaskBullet2" = "Addig nem lesz képes módosítani a(z) %@ beállításait, frissíteni annak belső vezérlőprogramját (firmware), illetve újraindítani azt, amíg az ismét elérhetővé nem válik.";
"MaintenanceTaskBullet3" = "A lemez biztonságos törlése hosszú ideig eltarthat. A lemez gyorsabb törléséhez kattintson a Mégsem gombra, és kezdje előröl a lemez biztonságos törlése nélkül.";
"DisconnectAllUsers" = "Minden felhasználó bontása…";
"Unmount" = "Lecsatolás";
"Disconnect" = "Kapcsolat bontása";
"DisconnectAllUsersAreYouSure" = "Biztos benne, hogy minden felhasználót le kíván bontani a megosztott lemezekről?";
"DisconnectAllUsersExplain" = "Mielőtt eltávolít egy lemezt a(z) %@ készülékből, az arra csatlakozó minden felhasználó kapcsolatát bontania kell. Győződjön meg róla, hogy a felhasználók mentik a munkájukat a kapcsolat bontása előtt. Az összes felhasználó kapcsolatának bontását követően a lemez biztonságosan eltávolítható.";
"DisconnectMessage" = "Ezen %@ vezeték nélküli eszköz rendszergazdája úgy döntött, hogy az összes felhasználó kapcsolatát bontja a megosztott lemezekről.";
"ArchiveDiskMessage" = "Ezen %@ rendszergazdája éppen archiválja ezt az AirPort-lemezt.";
"EraseDiskMessage" = "Ezen %@ rendszergazdája éppen törli ezt az AirPort lemezt.";
"MigrateSourceDiskMessage" = "Ezen %@ rendszergazdája éppen költözteti ennek a Time Capsule-lemeznek a tartalmát.";
"MigrateDestDiskMessage" = "Ezen %@ rendszergazdája éppen egy másik Time Capsule-lemez tartalmát költözteti erre a Time Capsule-lemezre.";
"WillBeDisconnectedMessage" = "Az összes felhasználó bontva lesz erről a lemezről.";
"DiskStatus" = "Lemez állapota";
"EraseDiskStatus" = "Lemeztörlés állapota";
"ErasingWillTake" = "A lemez biztonságos törlése körülbelül %@ ideig fog tartani.";
"EraseDiskSucceeded" = "A lemez sikeresen törölve lett.";
"EraseDiskFailed" = "Ennek a lemeznek a törlésekor hiba lépett fel.";
"EraseDiskPermissionError" = "Győződjön meg róla, hogy tud fájlokat másolni a lemezre, és próbálja újra.";
"EraseInternalDiskFailed" = "A Time Capsule-lemez törlése során hiba lépett fel. Kérem, próbálja újra.";
"EraseDiskProgress" = "Lemez állapota: %@";
"EraseDiskSecurePass" = "Biztonságos törlés %2$d / %1$d menete";
"EraseDiskStarting" = "A lemez törlésének megkezdése";
"EraseDiskFinishing" = "Lemeztörlés befejezése";
"EraseCancel" = "Biztonságos törlés elvetése";
"CancelingTask" = "Visszavonás. Kérem, várjon.";
"EraseDiskCanceled" = "A Time Capsule-lemez törölve lett. Mivel azonban a biztonságos törlési fázis vissza lett vonva, az adatok visszanyerhetők a merevlemezről.";
"EstimatedTimeToComplete" = "A befejezéshez szükséges számított idő: %@";
"DaysHoursMinutesSeconds" = "%1$d nap %2$2d:%3$2d:%4$2d";		/* example: "3 days 10:59:48" (remaining, not absolute time)*/
"HoursMinutesSeconds" = "%1$2d:%2$2d:%3$2d";					/* example: "10:59:48" (remaining, not absolute time)*/
"ArchiveDiskSucceeded" = "A lemez sikeresen archiválva lett.";
"ArchiveDiskError" = "A Time Capsule lemez archiválásakor hiba lépett fel.";
"ArchiveSizeError" = "A céllemezen nincs elég szabad hely.";
"ArchiveNotFoundError" = "A céllemez nem található.";
"ArchivePermissionError" = "A céllemezen jogosultsági hibák vannak.";
"ArchiveDiskStarting" = "A lemez archiválásának megkezdése";
"ArchiveDiskStatus" = "Lemezarchiválás állapota";
"ArchiveDiskProgress" = "%2$@ / %1$@";
"ArchiveCancel" = "Archiválás elvetése";
"ArchiveDiskCanceled" = "A lemezarchiválás vissza lett vonva.";
"ArchiveDiskCanceledArchiveDeleted" = "A már archivált fájlok törölve lettek a céllemezről.";
"ArchiveDiskCanceledArchiveRemains" = "A már archivált fájlok elérhetők a céllemezen.";
"ArchiveDiskFinishing" = "Befejezés";

"MigrateDiskSucceeded" = "A másik Time Capsule-lemez tartalmának költöztetése erre a Time Capsule-lemezre sikeresen befejeződött.";
"MigrateDiskError" = "Hiba történt a másik Time Capsule-lemez tartalmának erre a Time Capsule-lemezre történő költöztetése során.";
"MigrationInterrupted" = "A Time Capsule-lemez költöztetése megszakadt.";
"MigrationResumeRestart" = "Folytathatja vagy újraindíthatja a költöztetést.";
"MigrationResumeRestartCancel" = "Folytathatja, újraindíthatja vagy visszavonhatja a költöztetést.";
"MigrationResumeRestartDesc" = "A költöztetés újraindításával törlődik ez a Time Capsule-lemez, és a másik Time Capsule-lemez összes tartalmát átköltözteti a rendszer. A költöztetés folytatásával onnan folytathatja a költöztetést, ahol abbahagyta.";
"MigrateSizeError" = "Nincs elég szabad hely ezen a Time Capsule-lemezen a másik Time Capsule-lemez összes tartalmának költöztetéséhez.";
"MigrateNotFoundError" = "Nem található az a Time Capsule-lemez, amelyről költöztetni kíván.";
"MigrateDiskStarting" = "A Time Capsule-lemez költöztetésének kezdése";
"MigrateDiskStatus" = "Költöztetés állapota";
"MigrateCancel" = "Time Capsule-lemez költöztetésének visszavonása";
"MigrateDiskCanceled" = "A Time Capsule-lemez költöztetését visszavonták.";
"DisconnectingFileSharingUsers" = "Fájlmegosztó felhasználók kapcsolatának bontása";

"MigrateDiskFinished.defaults" = "Válassza a Folytatás lehetőséget a másik Time Capsule készülék visszaállításához a gyári alapértelmezett beállításokra.";
"MigrateDiskFinished.config" = "Válassza a Folytatás lehetőséget a másik Time Capsule készülék beállításához a korábban kijelölt beállításokkal.";
"MigrateDiskFinished.timer" = "A folyamat %@ másodperc múlva automatikusan folytatódik.";

"RepairDisk" = "Javítás";
"ChooseDifferentDisk" = "Válasszon egy másik AirPort-lemezt, és próbálja újra.";
"ConnectSMBOnly" = "Ehhez a megosztott lemezhez az smb://%@ címen kapcsolódhat.";
"ConnectSMBorAFP" = "Ehhez a megosztott lemezhez az smb://%1$@ vagy afp://%2$@ címeken kapcsolódhat.";
"FileSharingDescription" = "Ez a panel lehetővé teszi, hogy konfigurálja az AirPort-lemezeinek fájlmegosztási hozzáférését.";
"ConfigureAccounts" = "Fiókok konfigurálása…";
"SMBDescription" = "Ezek a beállítások konfigurálják a Windows fájlmegosztást.";
"DiskRenameButton" = "Átnevezés…";
"DiskRenameLabel" = "Lemeznév:";
"DiskRenameDescription" = "Adjon meg egy nevet a Time Capsule-lemez számára.";
"DiskRenamePrompt" = "A Time Capsule-lemez nevének módosításához kattintson az Átnevezés elemre.";
"InternalDiskDefaultPartitionName" = "AirPort lemez";
"DiskUserWarningPrompt" = "Ez az eszköz és a hálózati szolgáltatásai átmenetileg elérhetetlenek lesznek. Biztos benne, hogy folytatni kívánja?";

/* Advanced */
"AccountsDescription" = "Az AirPort vezeték nélküli eszközön lévő fiókokkal szabályozhatja a megosztott lemezek felhasználók általi hozzáférését. Új felhasználói fiók létrehozásához kattintson a Hozzáadás (+) gombra.";
"AccountsDescription.usbAndDiskSharing" = "Az AirPort vezeték nélküli eszközön lévő fiókokkal szabályozhatja a megosztott lemezek és egyéb megosztott USB-eszközök felhasználók általi hozzáférését. Új felhasználói fiók létrehozásához kattintson a Hozzáadás (+) gombra.";
"AccountsDescription.usbSharing" = "Az AirPort vezeték nélküli eszközön lévő fiókokkal szabályozhatja az USB-eszközök felhasználók általi hozzáférését. Új felhasználói fiók létrehozásához kattintson a Hozzáadás (+) gombra.";
"FirewallDescription" = "Ha azt szeretné, hogy a hálózatán kívüli számítógépek hozzáférjenek a hálózatának adott eszközeihez, kattintson a hozzáadási (+) gombra, és adjon meg egy szolgáltatást és portot.";
"PortMappingDescription" = "Ha azt szeretné, hogy a hálózatán kívüli számítógépek hozzáférjenek a hálózatának adott eszközeihez, kattintson a hozzáadási (+) gombra, és adjon meg egy szolgáltatást és portot.";
"IPv6Description" = "Ez a panel lehetővé teszi az IPv6 konfigurálását a(z) %@ eszközön. Válassza ki, hogy a(z) %@ eszköz kapcsolati szintet használjon-e, az IPv6 internet csomópontjaként vagy az IPv6 internet és a helyi hálózaton lévő számítógép közötti alagútként viselkedjen-e.";
"IPv6FirewallTraversals" = "IPv6 tűzfal testreszabása.";
"IPv6FirewallDescription" = "Ha a hálózatán lévő megadott eszközökhöz kíván hozzáférést biztosítani a hálózatán kívüli számítógépek számára, kattintson a hozzáadási (+) gombra, és adjon meg egy IPv6 címet és/vagy portot az eszköz számára.";
"LoggingDescription" = "Ezen AirPort vezeték nélküli eszköz támogatja a naplóüzeneteket, amelyek segíthetnek a problémák diagnosztizálásában.";
"SNMPDescription" = "Az egyszerű hálózatkezelő protokoll (Simple Network Management Protocol - SNMP) lehetővé teszi, hogy olyan statisztikákért kérdezze le ezen eszközt, mint a vezeték nélküli kliensek száma.";
"LogsAndStatisticsDescirption" = "Az AirPort segédprogram támogatja az AirPort vezeték nélküli eszközön lévő naplóüzenetek olvasását és statisztikák megjelenítését.";
"WABHostnameDescription" = "Adjon meg egy globális állomásnevet ezen AirPort vezeték nélküli eszköz számára. Az interneten lévő számítógépek ennek az állomásnévnek a használatával képesek lesznek ezen AirPort vezeték nélküli eszközhöz csatlakozni.";
"WABRegDomainDescription" = "Adjon meg egy regisztrációs domént, hogy bekapcsolja a Bonjour-meghirdetést a helyi alhálón túl.";
"WABDNSAuthDescription" = "Ha a DNS szervere hitelesítést igényel, adjon meg egy felhasználói nevet és jelszót.";
"WABEnable" = "WAN hosztnév használata";
"WABConfigure" = "Konfigurálás…";
"BackToMyMacDescription" = "A Vissza a Mac gépemre használatával a bekapcsolt Vissza a Mac gépemre funkciójú másik számítógépeiről hozzáférhet ezen %@ olyan szolgáltatásaihoz, mint amilyen például a fájlmegosztás.";
"BackToMyMacDescriptionSingle" = "A Vissza a Mac gépemhez funkciónak az ezen %@ elemen való beállításához adja meg a MobileMe tagsági nevét és jelszavát.";
"BackToMyMacDescriptionMultiple" = "A Vissza a Mac gépemhez funkciónak az ezen %@ elemen való beállításához kattintson a hozzáadási (+) gombra, és adja meg a MobileMe tagsági nevét és jelszavát.";
"BackToMyMacEntryDescription" = "Adja meg MobileMe tagsági nevét és jelszavát annak érdekében,hogy az ezen %@ készülékhez kapcsolódó eszközök elérhetők legyenek a Vissza a Mac gépemhez funkció által.";
"IPv6FirewallLabel" = "Kivételek";
"PortMappingsLabel" = "Porttársítások";

/* Statistics */
"SeverityLabel" = "Súlyosság:";
"Save Log File" = "Naplók exportálása";
"LogFileNameWithoutExtension" = "%@ napló";
"ViewStatistics" = "Naplók és statisztika";
"MinutesAgo" = "perccel ezelőtt";
"dBm" = "dBm";
"StatisticsPublicPassword" = "A statisztika megtekintéséhez módosítsa a(z) %@ jelszavát „public” értékről, frissítse a konfigurációt, és próbálja újra. A statisztikának a „public” jelszóval történő megtekintése csak akkor támogatott, ha az AirPort vezeték nélküli eszköz rendelkezik SNMP közösségi karakterlánccal.";

/* Profiles */
"profilesDescription" = "Ezen AirPort vezeték nélküli eszköz támogatja a többszörös konfigurációs profilokat. Hozzáadhat, törölhet, illetve aktívvá tehet egy profilt. Egy profil aktívvá tételéhez kattintson az Aktív oszlopban lévő gombra. Egy profil átnevezéséhez kattintson duplán a nevére, és adjon meg egy új nevet.";
"ManageProfiles" = "Profilok kezelése";
"untitled" = "névtelen";
"copy" = "másolat";

/* Validation */
"SingleValidationError" = "Ezen AirPort vezeték nélküli eszköz frissítése előtt javítsa ki az alábbi hibát.";
"MultipleValidationErrors" = "Ezen AirPort vezeték nélküli eszköz frissítése előtt javítsa ki az alábbi %d hibát.";
"IgnoreValidationDescription" = "Amennyiben nem kívánja módosítani ezt a beállítást, válassza az „Probléma kihagyása” beállítást.";
"IgnoreValidation" = "Probléma kihagyása";

/* System Status */
"SystemStatusPrompt" = "Az AirPort vezeték nélküli eszköz az alábbi információkat jelenti. További részletek megjelenítéséért válassza ki az elemet.";
"SystemStatusIgnoreExplain" = "Figyelmen kívül hagyhatja a problémát, ha nem kívánja, hogy az AirPort vezeték nélküli eszköz állapotfénye sárgán villogjon.";
"SystemStatusPromptNoErrors" = "Az AirPort vezeték nélküli eszköz nem jelent hibát.";
"SystemErrors" = "%d probléma";
"StatusNormal" = "Normál";
"StatusUnconfigured" = "Alapértelmezett beállítások";
"DontWarnCheckboxTitle" = "Ne jelenjen újra ez a figyelmeztetés";
"SystemStatusErrorDescription" = "Probléma leírása";
"SystemStatusIgnore" = "Kihagyás";
"SystemStatusError" = "Probléma";
"SystemStatusWarning" = "Figyelem";
"SystemStatusOpenedDefault" = "Az AirPort segédprogram megnyitotta a(z) „%@” elemet, mert az alapértelmezett beállításokat használ.";
"SystemStatusOpenedDefaultMore" = "Kattintson az OK gombra a beállításainak megtartásához, illetve a Mégsem gombra az alapértelmezett beállítások megőrzéséhez.";
"SystemStatusOpenedProblems" = "Az AirPort segédprogram megnyitotta a(z) „%@” elemet, mert az hibákat jelent.";
"SystemStatusOpenedProblemsMore" = "Kattintson az OK gombra ezen AirPort vezeték nélküli eszköz hibaelhárításához.";
"SystemStatusItem" = "Elem";
"SystemStatusPromptOneItem" = "Az AirPort vezeték nélküli eszköz 1 elemet jelent.";
"SystemItems" = "%d elem";

/* Preferences */
"ShowPreferences" = "Beállítások megnyitása";
"advancedUser" = "Mindig használd a kézi konfigurációs ablakot";
"controlTips" = "Eszköztippek mutatása minden AirPort vezeték nélküli beállítás felett";
"backgroundMonitor" = "AirPort vezeték nélküli eszközök problémáinak megfigyelése";
"backgroundMonitorMine" = "Csak az általam konfigurált AirPort vezeték nélküli eszközök megfigyelése";
"backgroundMonitorDescription" = "Az „AirPort vezeték nélküli eszközök problémáinak megfigyelése” beállítás kijelölésekor az AirPort segédprogram megnyílik, ha egy támogatott AirPort vezeték nélküli eszköz állapotfénye sárgán villog.";
"backgroundMonitorWAB" = "AirPort vezeték nélküli eszközök megfigyelése a Bonjourral az interneten keresztül";

/* UserModes */
"AssistantMode" = "Segítség kérése";
"AdvancedMode" = "Kézi beállítás";
"ConfirmSwithToAssistLoseChanges" = "Amennyiben most asszisztens üzemmódra vált, az ezen AirPort vezeték nélküli eszközön végrehajtott összes módosítás el fog veszni. Biztosan asszisztens üzemmódra kíván váltani?";
"AssistReconfigurePrompt" = "Biztos benne, hogy az asszisztens használatával újra kívánja konfigurálni ezen AirPort vezeték nélküli eszközt?";
"AssistReconfigureExplain" = "Haladóbb beállítások konfigurálásához választhatja a Kézi beállítás gombot.";

/* Equivalent Network Password */
"equivWEPPW" = "Egy nem AirPort szoftvert használó számítógépről az ezen %@ eszköz által létrehozott vezeték nélküli hálózathoz történő kapcsolódáshoz használja az alábbiakat:";
"equivWEPHex" = "Hex ekvivalens jelszó (WEP kulcs):";
"equivWEPASCII" = "ASCII ekvivalens jelszó (WEP kulcs):";
"equivWPAPW" = "Az ezen %@ eszköz által létrehozott vezeték nélküli hálózathoz történő kapcsolódáshoz használja az alábbiakat:";
"equivWPAPSK" = "WPA előmegosztott kulcs:";
"equivWPAPSKSSIDSpecific" = "WPA előmegosztott kulcs „%@” számára: ";
"equivWPAPasswordSSIDSpecific" = "WPA-jelszó „%@” számára:";
"equivWPAPassword" = "WPA-jelszó:";
"equivTSNPassword" = "WPA jelszó/ASCII WEP kulcs:";

/* Firmware */
"CurrentLabel" = "Jelenlegi verzió";
"UpdateToLabel" = "Verzió feltöltése";
"ChooseOrOther" = "Válassza ki az AirPort vezeték nélküli eszközre feltölteni kívánt belső vezérlőprogram verzióját, illetve válassza az Egyéb… elemet egy másik verzió tallózásához.";

/* Confirmations - Maybe don't use */
"AreYouSure"	= "Biztos benne, hogy be kívánja kapcsolni ezt a beállítást?";
"AreYouSure2"	= "Biztos benne, hogy módosítani kívánja ezt a beállítást?";
"AreYouSure3"	= "Biztos benne, hogy meg kívánja tartani ezt a beállítást?";
"ConfirmClosed" = "A „zárt” hálózat neve rejtett. A hálózathoz történő kapcsolódáshoz a felhasználónak ismernie kell a hálózat nevét.";
"ConfirmEthernetBridging" = "Az AirPort - Ethernet hidazás bekapcsolása interferálhat a hálózati működéssel. Az internetszolgáltatónak vagy a rendszergazdának lehetnek erről bővebb információi.";
"ConfirmEthernetDHCP" = "A DHCP-nek az Ethernet hálózaton történő bekapcsolása interferálhat a hálózati működéssel. Az internetszolgáltatónak vagy a rendszergazdának lehetnek erről bővebb információi.";
"ConfirmEthernetNAT" = "Az IP-címeknek egy Ethernet hálózaton történő megosztása (NAT használatával) interferálhat a hálózati működéssel. Az internetszolgáltatónak vagy a rendszergazdának lehetnek erről bővebb információi.";
"ConfirmRobustness" = "Az interferenciatűrés az olyan egyéb eszközök általi interferencia problémák megoldására használható, mint a vezeték nélküli telefonok, vagy vezeték nélküli videómonitorok. Az interferenciatűrés használata hatással lehet a hálózat általános teljesítményére.";
"ConfirmMulticastRate" = "A multicast rátának 2mb/s vagy magasabb értékre történő beállításával bizonyos harmadik gyártótól származó 2mb vezeték nélküli kártyák esetleg nem lesznek képesek az AirPort hálózathoz kapcsolódni. Az Apple AirPort kártyával ellátott kliens számítógépekre ez nem lesz hatással.";
"ConfirmPublicPassword" = "Ezen AirPort vezeték nélküli eszközt a „public” jelszó védi.";
"ConfirmPublicPassword1" = "A maximális védelem érdekében hozzon létre más jelszót, mint a „public”.";
"confirm80211b" = "A „Csak 802.11b” kijelölésével megakadályozza, hogy az ügyfélszámítógépek 802.11g használatával csatlakozzanak az ezen AirPort vezeték nélküli eszköz által közzétett hálózathoz 802.11g sebességgel.";
"confirm80211g" = "A „Csak 802.11g” kijelölésével megakadályozza, hogy az ügyfélszámítógépek 802.11b használatával csatlakozzanak az ezen AirPort vezeték nélküli eszköz által közzétett hálózathoz.";
"confirmTurnOffLocalAccessControl" = "A WPA Enterprise nem kompatibilis a helyi MAC-cím hozzáférési szabályozással. A helyi hozzáférést szabályzó lista exportálva lesz, és törlésre kerül.\n\nBiztos benne, hogy exportálni és törölni kívánja a helyi hozzáférést szabályzó listát, és a WPA Enterpise biztonság használatát?";
"confirmTurnOffRemoteAccessControl" = "A WPA Enterprise nem kompatibilis a RADIUS alapú MAC-cím hozzáférési szabályozással. A RADIUS alapú hozzáférési szabályozás ki lesz kapcsolva.\n\nBiztos benne, hogy ki kívánja kapcsolni a RADIUS alapú hozzáférési szabályozást és a WPA Enterprise biztonság használatát?";
"confirmTurnOffBothAccessControl" = "A WPA Enterpise nem kompatibilis a helyi MAC-cím és a RADIUS alapú MAC-cím hozzáférési szabályozással. A RADIUS alapú hozzáférési szabályozás ki lesz kapcsolva és a helyi hozzáférést szabályzó lista exportálva lesz és törlésre kerül.\n\nBiztos benne, hogy exportálni és törölni kívánja a helyi hozzáférést szabályzó listát, és kikapcsolja a RADIUS alapú hozzáférési szabályozást és a WPA Enterprise biztonság használatát?";
"confirmNonASCIINetNameEncoding" = "A kiválasztott hálózati név (SSID) nem-ASCII karaktereket tartalmaz, így nem használható minden AirPort kliens számítógépen.";
"confirmNonASCIINetPWEncoding" = "A kiválasztott hálózati jelszó (WEP-kulcs) nem-ASCII karaktereket tartalmaz, így nem használható minden AirPort kliens számítógépen.";
"ConfirmAOLParentalControl" = "Az AOL szülői felügyelet bekapcsolásakor az internethez történő hozzáféréshez az AOL kliens használata szükséges.";
"ConfirmPPPDialin" = "A PPP betárcsázás bekapcsolása azt eredményezi, hogy az AirPort vezeték nélküli eszköz a konfiguráció szerint fogadja a telefonhívásokat. Ez a funkció egy dedikált telefonvonal használatával működik a legjobban.";

/* Error messages */
"APReadError"	= "A konfiguráció olvasása során hiba lépett fel.";
"APWriteError"	= "A konfiguráció frissítése során hiba lépett fel.";
"APBinaryError"	= "A firmware frissítésekor hiba lépett fel.";
"FileSaveError" = "A konfiguráció mentésekor hiba lépett fel. Ellenőrizze a beállításokat, és próbálja újra.";

/* LoginScript */
"None" = "Semmi";

/* Validation errors */
"errNeedPassword" = "A folytatáshoz meg kell adnia egy jelszót.";
"errInvalidIP" = "Az IP-cím nem egy érvényes IP-cím. Érvényes IP-cím beszerzéséhez lépjen kapcsolatba a rendszergazdájával vagy az internetszolgáltatójával.";
"errBadPassword" = "A megadott jelszó helytelen.";
"errCantOpenBinary" = "A kijelölt fájl nem nyitható meg, mert az egy AirPort vezeték nélküli eszközre való információfeltöltésre használatos. Jelöljön ki egy AirPort vezeték nélküli eszközt, majd válassza ki a Bázisállomás menüből a Szoftver feltöltése elemet.";
"errCantOpenFile" = "A kiválasztott fájl nem nyitható ki ezzel az alkalmazással.";
"errCantResetAP" = "Az AirPort segédprogram nem volt képes visszaállítani az AirPort vezeték nélküli eszközt. A kézzel történő visszaállítással kapcsolatos útmutatásokért ellenőrizze az AirPort vezeték nélküli eszközhöz mellékelt dokumentációt.";
"errCantRestartAP" = "Az AirPort segédprogram nem volt képes a kijelölt AirPort vezeték nélküli eszköz újraindítására.";
"errCantUpdateAP" = "Az AirPort segédprogram nem volt képes a kijelölt AirPort vezeték nélküli eszköz beállításainak frissítésére.";
"errCantUploadAP" = "Az AirPort segédprogram nem volt képes a kijelölt AirPort vezeték nélküli eszközre szoftvert feltölteni.";
"errCantReadFile" = "Az AirPort segédprogram nem volt képes a konfigurációs fájlt olvasni.";
"errCantReadAP" = "Az AirPort segédprogram nem volt képes a kijelölt AirPort vezeték nélküli eszköz konfigurációjának beolvasására.";
"errNotSupportedAP" = "Az AirPort segédprogram nem tudja beállítani a kijelölt AirPort vezeték nélküli eszközt";
"errNetworking" = "Az AirPort segédprogram nem volt képes kommunikálni a kijelölt AirPort vezeték nélküli eszközzel. A számítógépnek ugyanazon a TCP/IP alhálózaton kell lennie, mint az AirPort vezeték nélküli eszköznek.";

/* Validation reasons */
"expUpload" = "Válassza ki a konfigurálni kívánt AirPort vezeték nélküli eszközt, és válassza a Szoftver feltöltése elemet.";
"expValidIP" = "Győződjön meg róla, hogy érvényes IP-címet és jelszót adott meg, majd próbálkozzon újra.";

/* Informational */
"infoRestart" = "A kijelölt AirPort vezeték nélküli eszköz újra lett indítva.";
"infoPleaseWait" = "Kérem, várjon, míg újraindul.";
"infoUploadSuccess" = "Ezen AirPort vezeték nélküli eszköz szoftvere sikeresen frissült.";
"infoUpdateSuccess" = "Ezen AirPort vezeték nélküli eszköz beállításai sikeresen frissültek.";
"infoUpdateSuccessSpecific" = "Ezen %@ beállításai sikeresen frissítve lettek.";
"infoRestartOK" = "Egy AirPort vezeték nélküli eszköz újraindítása azt eredményezi, hogy a vezeték nélküli hálózaton lévő összes számítógép kapcsolata bontva lesz.";
"infoRestartDirty" = "Ezen AirPort vezeték nélküli eszköz újraindításakor a nem mentett módosítások el fognak veszni.";
"infoHardResetOK" = "Ezen AirPort vezeték nélküli eszköznek a gyári alapértelmezett beállításokra történő visszaállítása törli annak beállításait.";
"infoHardResetAirPortDisk" = "Az AirPort-lemezekenek lévő adatokra ez nem lesz hatással, de a lemezek számára be kell majd állítania a fájlmegosztást.";
"infoHardResetMore" = "Az alapértelmezett beállításokra való visszaállítást követően újból be kell állítania ezt az eszközt.";
"infoHardResetConfirm" = "Biztos benne, hogy vissza kívánja állítani az alapértelmezett beállításokat?";
"infoUploadOK" = "A firmware frissítése azt eredményezi, hogy a vezeték nélküli hálózaton lévő összes számítógép bontva lesz.";
"infoAirPortCard" = "AirPort-kártya";
"infoNotConfigured" = "A kijelölt AirPort vezeték nélküli eszköz vissza lett állítva, és jelenleg nincs konfigurálva.";
"infoUploadDefault" = "Megtörténik az alapértelmezett szoftver feltöltése az AirPort vezeték nélküli eszközre. Kattintson az Automatikus gombra, hogy a frissítés során átmenetileg módosítsa a TCP/IP konfigurációját, vagy kattintson a Manuális gombra, hogy egy egyedi TCP/IP-számot és jelszót társíthasson az AirPort vezeték nélküli eszközhöz.";
"infoResetSuccess" = "Az AirPort vezeték nélküli eszköz sikeresen vissza lett állítva az alapértelmezett konfigurációra.";
"infoQuit" = "Léptesse ki ezt az alkalmazást, majd próbálkozzon újra.";
"infoLoseNetwork" = "Ez szakadást eredményezhet a jelenleg már felépített hálózati szolgáltatásokban.";
"infoAutomatic" = "Automatikus";
"infoManual" = "Kézi…";

/*
 * Explanations for NAT and DHCP on/off, and bridging on/off
 * Note the trailing space in each of the NAT and DHCP on/off strings
 * The string displayed in the panel is made by concatenating the
 * Bridge on/off string to one of these strings
 */
"NAT_off_DHCP_off" = "A hálózati címfordítással és DHCP-vel történő internetmegosztás nincs bekapcsolva. A hálózaton lévő kliens számítógépek TCP/IP beállításait kézzel kell konfigurálni.";
"NAT_off_DHCP_on" = "A DHCP az itt megadott IP-címtartományt fogja megosztani. A hálózaton lévő kliensszámítógépeken úgy kell konfigurálni a TCP/IP-t, hogy a DHCP-szerver használatával vegyen fel IP-címet.";
"NAT_on_DHCP_on" = "A NAT és DHCP használatával lesz egyetlen IP-cím megosztva. A hálózaton lévő kliensszámítógépeken úgy kell konfigurálni a TCP/IP-t, hogy a DHCP-szerver használatával vegyen fel IP-címet.";
"Bridge_Off" = "Az AirPort vezeték nélküli eszköz nem fog áthidaló elemként működni az AirPort és az Ethernet hálózat között.";
"Bridge_On" = "Az AirPort vezeték nélküli eszköz áthidaló elemként fog működni az AirPort és az Ethernet hálózat között.";
"Bridge_LAN" = "Az AirPort vezeték nélküli eszköz áthidaló elemként fog viselkedni az AirPort és a helyi Ethernet hálózat között.";
"DHCPRangeLabel" = "DHCP tartomány:";

/* Binary errors */
"binSize" = "A kiválasztott fájl nem a megfelelő méretű.";
"binDowngrade" = "A kijelölt AirPort vezeték nélküli eszköz nem állítható vissza %@ verzióra.";
"binSignature" = "A belső vezérlőprogram nem egyezik az aláírásával, és érvénytelen. Egyik AirPort vezeték nélküli eszköz sem lett frissítve.";
"binChecksum" = "A kiválasztott fájlnak rossz az ellenőrzőösszege.";
"binError" = "A kiválasztott fájl vizsgálatakor váratlan hiba lépett fel.";
"binConfirmReload" = "Biztos benne, hogy a kijelölt szoftverrel újra be kívánja tölteni az AirPort vezeték nélküli eszközt?";
"binVersion" = "A kiválasztott fájl verziószáma nem határozható meg.";
"binConfirmDowngrade" = "A feltöltés alatt álló szoftver (%1$@) régebbi, mint ami az AirPort vezeték nélküli eszközön található (%2$@).";
"binChooseAnother" = "Válasszon másik fájlt, és próbálja újra.";
"binCurrentVersion" = "A kijelölt AirPort vezeték nélküli eszközön a(z) %@ verzió fut.";
"binAskUpload" = "Továbbra is fel kívánja tölteni?";
"binNewerVersion" = "Az AirPort vezeték nélküli eszköz egy újabb verziója (%@) áll rendelkezésre.";
"binConfirmUpload" = "A telepítéséhez kattintson a Feltöltés gombra.";

/* Progress strings */
"progDiscovering" = "AirPort vezeték nélküli eszközök észlelése…";
"progJoining" = "Vezeték nélküli hálózathoz csatlakozás…";
"progPreparing" = "Felkészülés a feltöltésre…";
"progChangingIP" = "TCP/IP konfiguráció módosítása…";
"progSettingIP" = "Az AirPort vezeték nélküli eszköz TCP/IP-címének beállítása…";
"progUploading" = "Az AirPort vezeték nélküli eszköz frissítése…";
"progUploadingSpecific" = "%@ frissítése…";
"progDownloading" = "Szoftverfrissítés letöltése…";
"progRestoring" = "Alapértelmezett konfiguráció visszaállítása…";
"progWaiting" = "Várakozás az AirPort vezeték nélküli eszköz újraindulására…";
"progWaitingSpecific" = "Várakozás a(z) %@ újraindulására…";
"progReading" = "Az AirPort vezeték nélküli eszköz konfigurációjának beolvasása…";
"progReadingSpecific" = "A(z) %@ konfigurációjának olvasása…";
"progWriting" = "AirPort vezeték nélküli eszköz konfigurációjának írása…";
"progWritingSpecific" = "A(z) %@ konfigurációjának írása…";
"progValidating" = "Az AirPort vezeték nélküli eszköz konfigurációjának érvényesítése…";
"progValidatingSpecific" = "A(z) %@ konfigurációjának érvényesítése…";
"progRestarting" = "Az AirPort vezeték nélküli eszköz újraindítása…";
"progRestartingSpecific" = "%@ újraindítása…";
"progSearching" = "AirPort vezeték nélküli eszközök keresése…";
"progWaitingDiskStatus" = "Várakozás a lemezállapotra…";

/* Validation errors */
"valPPPNeedsNAT" = "Az Ossz ki IP-címeket beállításnak bekapcsolva kell lennie egy modemes (PPP) vagy Ethernetes PPP (PPPoE) kapcsolat számára.";
"valInvalidIP" = "Érvénytelen IP-címet adott meg.";
"valInvalidNetwork" = "Az IP-cím, alhálómaszk és routercím érvénytelen kombinációját adta meg.";
"valPhoneNumber" = "Nem adott meg telefonszámot.";
"valInvalidDHCP" = "A DHCP-cím nem kompatibilis az alhálómaszkkal és a routercímmel.";
"valNeedStatic" = "DHCP címek egy tartományának megosztásához az AirPort vezeték nélküli eszközt Ethernet és statikus IP-címek használatával kell konfigurálni.";
"valInvalidPort" = "Érvénytelen portszámot adott meg.";

/* Explanations */
"tryName" = "Adjon meg egy nevet, majd próbálkozzon újra.";
"tryPassword" = "Adjon meg egy hálózati jelszót, majd próbálkozzon újra.";
"tryCheck" = "Ellenőrizze a konfigurációját, majd próbálkozzon újra.";

/* New strings for new base station */
"infoUploadDefaultACP" = "Megtörténik az alapértelmezett szoftver feltöltése az AirPort vezeték nélküli eszközre. Kattintson az OK gombra, hogy a frissítés során átmenetileg módosítsa a TCP/IP konfigurációját.";
"valInvalidNetworkACP" = "Ez a címtartomány a helyi Ethernet interfész számára van fenntartva.";
"valInvalidPortMapping" = "A porttársítás csak akkor engedélyezett, ha egyetlen IP-cím kerül megosztásra (DHCP és NAT használatával).";
"aclDuplicates1" = "Az importálási művelet során egy kettőzött bejegyzés át lett ugorva.";
"aclDuplicates2" = "Az importálási művelet során %d kettőzött bejegyzés át lett ugorva.";
"softResetACP" = "A kijelölt AirPort vezeték nélküli eszköz átmenetileg a hozzáférés engedélyezésre lett visszaállítva. Most lehetősége van azon beállítások módosítására, amelyek megakadályozták a hozzáférést, beleértve az AirPort vezeték nélküli eszköz jelszavát, a hálózati jelszót, a hozzáférés-vezérlési listát és a RADIUS-t.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "1";		

/* New strings for 2.0.4 */
"providedByDHCP" = "(Szerver által biztosítva)";
"providedByPPP" = "(Szerver által biztosítva)";
"valInvalidPPPDialin" = "A PPP betárcsázás nem engedélyezett, ha modem vagy AOL használatával történő internetkapcsolódásra van konfigurálva.";
"valInvalidPPPDialinNoNat" = "A PPP betárcsázás nem engedélyezett, ha egy címtartomány megosztására van konfigurálva.";

"valInvalidDHCPMessage" = "A DHCP üzenet nem lehet több 253 karakternél.";
"tryShorter" = "Távolítson el %d vagy több karaktert, és próbálja újra.";

"RADIUS_Default" = "A MAC-cím 010203-0a0b0c formátumú lesz, és az lesz felhasználói névként használatban. A Megosztott titok lesz a jelszó. Ezt a formátumot a Lucent és az Agere használja gyakran.";
"RADIUS_Alternate" = "A MAC-cím 0102030a0b0c formátumú lesz, és az lesz felhasználói névként és jelszóként használatban. Ezt a formátumot a Cisco használja gyakran.";

"oldFormat" = "A kiválasztott fájl vagy sérült, vagy nem kompatibilis az AirPort segédprogrammal. Válasszon másik fájl, majd próbálkozzon újra.";
"newFormat" = "A kijelölt fájl egy újabb konfigurációs fájl, és nem kompatibilis az AirPort vezeték nélküli eszköz ezen verziójával.";

/* AOL additions */
"EnableAOL"		= "AOL szülői felügyelet bekapcsolása";
"AOLcable"		= "AOL (kábelmodem)";
"AOLdsl"		= "AOL (DSL)";

/* AOL realm strings -- different for non-US? */
"AOLrealmCable"	= "aolnet/abc.prod.cbl.apple.1.AirPort";
"AOLrealmDSL"	= "aolnet/abc.prod.dsl.apple.1.AirPort";
"AOLrealm"		= "aolnet/abc.prod.dlp.apple.1.AirPort";

/* WEP key explanations */
"requireHEX"	= "Csak hexadecimális karaktereket gépeljen be.";
"requireASCII"	= "Csak ASCII karaktereket gépeljen be.";

/* New strings for 3.0 */
"Internal"		= "Belső";
"External"		= "Külső";
"noWEP"			= "(nincs konfigurálva)";
"errSameConfig"	= "mentett konfiguráció";
"errSameBinary"	= "Firmware";

"valInvalidDMZ1"= "Az Alapértelmezett hoszt csak olyankor engedélyezett, amikor egyetlen IP-cím kerül megosztásra (DHCP és NAT használatával).";
"valInvalidDMZ2"= "Az Alapértelmezett hosztcím tartományának %1$@ és %2$@ közé kell esnie.";

/* WDS */
"AirPortWDS"	= "AirPort (WDS)";
"valNeedWDS"	= "A WDS engedélyezését választotta az AirPort-hálózatán, de egy vagy több távoli AirPort vezeték nélküli eszköz számára nem adott meg MAC-címet.";
"valNeedWDSRmt"	= "A WDS engedélyezését választotta az AirPort-hálózatán, de az elsődleges AirPort vezeték nélküli eszköz számára nem adott meg MAC-címet.";
"InvalidMACAddress" = "A megadott MAC-cím érvénytelen.";

"WDSAirPortID"	= "Adja meg egy távoli AirPort vezeték nélküli eszköz AirPort azonosítóját.";

"WDSSettingsFor" = "Beállítások ehhez:";
"ThisBaseStation" = "ez az AirPort vezeték nélküli eszköz";

"valWDSWithDHCPNATTitle" = "Vezeték nélküli elosztó rendszer";
"valWDSWithDHCPNATText" = "Egy WDS részét képező távoli AirPort vezeték nélküli eszközökön a DHCP és NAT funkcióknak nem szabad bekapcsolva lenniük.\n\nGyőződjön meg róla, hogy az „IP-címek kiosztása” beállítás nincs kijelölve a Hálózat panelen.";

"errNotSupportedAP2" = "Az AirPort segédprogramnak ez a verziója nem képes ezen AirPort vezeték nélküli eszköz beállítására. A beállításához használja az AirPort vezeték nélküli eszközhöz mellékelt, vagy az interneten elérhető szoftvert.";



"WDSPrimaryBaseStationDescription" = "A fő AirPort vezeték nélküli eszköz csatlakozik az internethez, és megosztja kapcsolatát a távoli és továbbító AirPort vezeték nélküli eszközökkel.";
"WDSRemoteBaseStationDescription" = "A távoli AirPort vezeték nélküli eszköz megosztja a fő AirPort vezeték nélküli eszköz internetkapcsolatát.";
"WDSRelayBaseStationDescription" = "A továbbító AirPort vezeték nélküli eszköz csatlakozik a fő AirPort vezeték nélküli eszközhöz, és megosztja internetkapcsolatát a távoli és továbbító AirPort vezeték nélküli eszközökkel.";

"wdsManuallySetUpForWDS" = "Kézi WDS beállítás szükséges";
"wdsSuccessfullySetUpAsWDS" = "A WDS sikeresen beállítva";
"wdsCancelledSetUpAsWDS" = "WDS beállítás visszavonva";
"wdsNotOnThisPlatform" = "WDS nem támogatott";

"DefaultBasePasswordDescription" = "Adja meg a kijelölt AirPort vezeték nélküli eszköz jelszavát:";
"SpecificBasePasswordDescription" = "Adja meg a jelszót ehhez:";
"NetworkPasswordDescription" = "Adja meg a vezeték nélküli jelszót ehhez:";

"wdsRemoteConfigResults" = "WDS távoli AirPort vezeték nélküli eszközök konfigurációs eredménye";
"wdsProgressSettingUpRemoteBases" = "Távoli AirPort vezeték nélküli eszközök beállítása…";
"wdsProgressJoining" = "Csatlakozás %@ elemre…";
"wdsProgressReading" = "%@ konfigurációjának olvasása…";
"wdsProgressRejoining" = "Újbóli csatlakozás az AirPort vezeték nélküli eszköz hálózatához.";
"wdsErrorRejoining" = "Az AirPort vezeték nélküli eszköz hálózatához történő újbóli csatlakozáskor hiba lépett fel.";

"noASCIIWEP" = "(nem nyomtatható)";

"remoteSettingsOK" = "Az AirPort vezeték nélküli eszköz WDS-beállításának folytatása";
"remoteSettingsCancel" = "Az AirPort vezeték nélküli eszköz WDS-beállításának visszavonása";
"remoteSettingsCancelAll" = "A többi AirPort vezeték nélküli eszköz WDS-beállításának visszavonása";

"notAvailable" = "(nem elérhető)";

"wdsNonPublicPasswordTip" = "Amennyiben módosítani kívánja a jelszót, a jelszómezőbe írja be az új jelszót, majd az alatta lévő mezőben erősítse meg azt.";
"wdsNotCompatibleWithChannelAuto" = "A WDS részét képező AirPort vezeték nélküli eszközökön az Automatikus csatornaválasztásnak nem szabad bekapcsolva lennie.\n\nGyőződjön meg róla, hogy az AirPort panel Csatorna menüjében nem az „Automatikus” beállítás lett kijelölve.";

"internetConfirmTurningOffWDS" = "Ezen AirPort vezeték nélküli eszköz jelenleg egy WDS tagjaként van beállítva. Az internetkapcsolat módosítása el fogja távolítani ezt a WDS-társítást.";

/* file name for ACL export */
"AccessControlList" = "Hozzáférést szabályzó lista";

"duplicatePortMappingTitle"			= "Porttársítási hiba";
"duplicatePortMapping"				= "A begépelt porttársítási bejegyzés már létezik.";

"wepkey" = "hálózati jelszó";
"password" = "jelszó";
"psk" = "Előmegosztott kulcs";
"errWrongLengthPSK" = "A begépelt előmegosztott kulcsnak pontosan 64 hexadecimális karakterhosszúságúnak kell lennie.";

"addACL" = "Hozzáférést szabályzó bejegyzés hozzáadása…";
"editACL" = "Hozzáférést szabályzó bejegyzés szerkesztése…";
"deleteACL" = "Hozzáférést szabályzó bejegyzések törlése…";
"importACL" = "Hozzéférést szabályzó bejegyzések importálása…";
"exportACL" = "A hozzéférést szabályzó bejegyzések exportálása…";
"revertACL" = "Visszatérés a hozzáférst szabályzó bejegyzésekre…";

"WDSNotCompatibleWithWPA" = "WPA hitelesítéssel rendelkező AirPort vezeték nélküli eszköz nem használható WDS-hálózatban. Állítsa ezen AirPort vezeték nélküli eszköz biztonsági szintjét WEP vagy Nincs engedélyezve értékre.";
"WPANotCompatibleWithWDS" = "WPA hitelesítéssel rendelkező AirPort vezeték nélküli eszköz nem használható WDS-hálózatban. Ezen AirPort vezeték nélküli eszköz el lesz távolítva a WDS-hálózatból.\n\nBiztosan végre kívánja hajtani ezt a módosítást?";
"ShowOptions" = "Beállítások megjelenítése";
"HideOptions" = "Beállítások elrejtése";
"CannotConfigureWPAEnterpriseForWDS" = "Egy WPA Enterprise hitelesítésű AirPort vezeték nélküli eszköz nem adható hozzá a WDS-hálózathoz. Válasszon másik AirPort vezeték nélküli eszközt.";
"WPANotSupportedByCard" = "Egy WPA-védett hálózathoz történő csatlakozáshoz, valamint egy WPA-védett AirPort vezeték nélküli eszköz módosításához WPA-képes számítógép szükséges. Ez a számítógép nem WPA-képes. Amennyiben folytatja, nem lesz képes csatlakozni a WPA-védett hálózathoz, illetve nem lesz képes módosítani a WPA-védett AirPort vezeték nélküli eszközt.";

/* 3.3 Changes */
"LocalACLNotCompatibleWithWPAEnterpriseTitle" = "A helyi MAC cím hozzáférési szabályozás nem kompatibilis a WPA Enterprise vezeték nélküli biztonsági szinttel.";
"LocalACLNotCompatibleWithWPAEnterprise" = "A helyi MAC cím hozzáfárési szabályozás bekapcsolásához válasszon egy másik vezeték nélküli biztonsági szintet.";
"errPingFailed" = "Az AirPort segédprogram nem volt képes kommunikálni ezen AirPort vezeték nélküli eszközzel. Ellenőrizze a Rendszerbeállításokban lévő Hálózati beállításokat.";
"errEscapedPasswordBadLength" = "A begépelt hexadecimális jelszó nem a megfelelő hosszúságú. Be kell gépelnie a megfelelő helyettesítőkaraktereket („$”, „0X” vagy „0x”), melyeket tíz hexadecimális számjegynek kell követnie.";

/* 3.4 Changes */
"ShouldntChangeChannelsInAWDS" = "Ezen AirPort vezeték nélküli eszköz jelenleg WDS kapcsolatra van beállítva. A csatorna módosítása bontani fogja a WDS kapcsolatot.";
"BaseStationOptionsTitle" = "Alapállomás beállításhiba";
"ValidSysLogIPAddress" = "Meg kell adnia egy olyan érvényes IP-címet, ahová küldeni kívánja az AirPort vezeték nélküli eszköz naplózását.";
"ValidNTPServerInfo" = "Meg kell adnia egy érvényes hosztnevet vagy IP-címet egy NTP szerver számára.";
"ImportError" = "Importálási hiba";
"CannotImportIntoSavedConfig" = "Nem importálhat egy mentett konfigurációs fájlt egy másik mentett konfigurációs fájlba.";
"ConfigurationFileNotSupported" = "A kijelölt konfigurációs fájl nem kompatibilis ezen AirPort vezeték nélküli eszközzel.";

/* 4.0 Changes */
"doesntSupportProfilesDescription" = "Ezen AirPort vezeték nélküli eszköz csak egy konfigurációs profilt támogat. A profil konfigurálásához válassza ki azt a listából, és kattintson a Konfigurálás gombra.";
"confirmMakeInactiveProfileActive" = "Ez a profil jelenleg nem aktív. Szeretné ezen AirPort vezeték nélküli eszköz aktív profiljává tenni?";
"confirmDeleteProfiles" = "Biztos benne, hogy törölni kívánja a kiválasztott profilokat? Ez a művelet nem vonható vissza.";
"AddProfile" = "Profil hozzáadása";
"ActiveProfile" = "%@ (aktív)";
"CurrentProfile" = "Jelenlegi profil: %@";
"confirmSaveProfile" = "Kívánja menteni a(z) „%@” módosításait?";
"HardResetMode" = "Visszaállítási mód";
"HardResetPrompt1" = "Ez a(z) %@ vissza lett állítva.";
"HardResetPrompt2" = "Válassza ki, hogy mit kíván tenni.";
"RestorePreviousProfile_Title" = "Egy előző profil visszaállítása";
"RestorePreviousProfile_Desc" = "Amennyiben az eszköz az előző beállítások problémái miatt vissza lett állítva, esetleg újból vissza kell állítania azt.";
"RestorePreviousConfig_Title" = "Előző beállítások visszaállítása";
"RestorePreviousConfig_Desc" = "Amennyiben az eszköz az előző beállítások problémái miatt vissza lett állítva, esetleg újból vissza kell állítani azt.";
"ResetPreviousProfile_Title" = "Az előzőleg kiválasztott profil cseréje az alapértelmezett beállításokra";
"SavePreviousConfigProfile_Title" = "Alapértelmezett beállítások használata, és az előző beállítások mentése profilként";
"ProfileName" = "Profil neve";
"CreateResetProfile_Title" = "Alapértelmezett beállítások hozzáadása új profilként";
"CreateResetProfile_Desc" = "Az előzőleg konfigurált beállítások meg lesznek őrizve, valamint létrejön és aktiválódik egy alapértelmezett beállítási profil.";
"DefaultSettings" = "Alapértelmezett beállítások";
"RecoveredSettings" = "Visszanyert beállítások";
"WirelessNetwork" = "Vezeték nélküli hálózat";
"TooManyACLEntries" = "A helyi hozzáférést szabályzó lista %d elemmel túllépi a bejegyzések maximális számát. Töröljön %d bejegyzést.";
"HardResetProfilesMode" = "Ez az AirPort vezeték nélküli eszköz vissza lett állítva. Egy profil aktívvá tételéhez kattintson a profil gombjára, majd kattintson az OK gombra.";
"NothingInEthernetPort" = "Látszólag semmi sincs csatlakoztatva az Ethernet porthoz. Ha az internethez történő csatlakozáshoz szélessávú modemet használ, vagy ha egy Ethernet hálózathoz csatlakozik, csatlakoztassa a modemet vagy a hálózatot az Ethernet porthoz.";
"EthernetPort" = "Ethernet port";
"LANConnector" = "LAN-csatlakozó";
"TooManyImportedACLEntries" = "A helyi hozzáférési szabályzó lista túllépi a maximális bejegyzések számát. Az első %d bejegyzés importálásához kaéttintson a Jó, ellenkező esetben a Mégsem gombra.";
"confirmNonSupportedClientModeSecurity" = "A vezeték nélküli hálózat nem támogatja a kiválasztott vezeték nélküli biztonsági módot.";

/* 5.3 Changes */
"GenericNumberToGenericNumber" = "%1$d - %2$d";
"GenericNumberOfGenericNumber" = "%2$d / %1$d";
"PPPoE_COD_ID_WAB_Conflict" = "A PPPoE automatikus kapcsolódás/tétlenségi bontás nem használható nagytávolságú (wide-area) hosztnévvel.";
"DisablingWANConfig" = "A WAN-port általi konfiguráció megtiltása megakadályozhatja ezen AirPort vezeték nélküli eszköz megjelenését az AirPort-eszközök listáján. Kikapcsolt WAN konfiguráció esetén csatlakoznia kell az ezen AirPort vezeték nélküli eszköz által létrehozott hálózathoz, hogy módosításokat tudjon végrehajtani.";
"MultiplePrinters" = "(Több nyomtató)";
"MultipleDisks" = "(Több lemez)";
"TaskTimedOutError" = "Az AirPort segédprogram nem képes meghatározni egy folyamatban lévő feladat állapotát.";
"EraseTaskTimedOutTryAgain" = "A Time Capsule lemez törléséhez használja az AirPort segédprogram Lemezek paneljét.";
"ArchiveTaskTimedOutTryAgain" = "A Time Capsule lemez archiválásához használja az AirPort segédprogram Lemezek paneljét.";

/* Timed Access Control maximum connection time */
"MaxUserConnectTimeLabel" = "Hozzáférés korlátozása:";
"title_per_user_per_day" = "/ felhasználó / nap";
"title_per" = "/";
"title_minute(s)" = "perc";
"title_hour(s)" = "óra";
"MaxUserConnectTimeHoursPerDay" = "óra felhasználónként naponta";
"MaxUserConnectTimeMinutesPerDay" = "perc felhasználónként naponta";
/* "Allow wireless access for: x <Units> every y <Units>" as in Allow wireless access for 4 Hours every 24 Hours */
"MaxUserConnectTimeFormat" = "%1$@ minden %2$@";

"MobileMeAccountName" = "MobileMe tagsági név";
"MobileMeAccountPassword" = "Jelszó";

"Five_GHz" = "5 GHz";
"TwoPtFour_GHz" = "2,4 GHz";

"CreateRoamingNetworkChoice" = "Hozzon létre barangoló hálózatot";
"AddNewNetworkChoice" = "További hálózat hozzáadása";

"genericWithPassword" = "%@ jelszóval";
"settingMigrationSource" = "Forrás";

"genericAirPortDevice" = "AirPort vezeték nélküli eszköz";
"genericAirPortDevices" = "AirPort vezeték nélküli eszközök";
"title_ShowPassword" = "Jelszó megjelenítése";
"title_ShowPasswords" = "Jelszavak megjelenítése";

"BaseStationNotSupportedTitle" = "Az AirPort segédprogram újabb verziója szükséges.";
"BaseStationNotSupportedWarning" = "Az AirPort Utility alkalmazásnak ez a verziója nem támogatja ezt az AirPort vezeték nélküli eszközt, és előfordulhat, hogy nem megfelelően fogja konfigurálni az eszközt, ha tovább használja. Az AirPort Utility legújabb verzióját a www.apple.com/support/airport weboldalon találhatja meg.";

"MultipleItemsSeparatorAppendFormat" = ", %@";

"DiskNameIsNotValid" = "A használatban lévő Time Capsule-lemez nem érvényes. Adjon meg egy új nevet.";
"UserAccountNameNotValid" = "Ez a fájlmegosztási fióknév nem érvényes. Kérem, adjon meg egy új fióknevet.";
"UserAccountNamesNotValid" = "Egy vagy több fájlmegosztási fióknév nem érvényes. Kérem, adjon meg új fiókneveket.";

"Disabled" = "Kikapcsolva";
"Enabled" = "Bekapcsolva";

"SetupComplete" = "A beállítás lezajlott";
"UpdateComplete" = "Frissítés végrehajtva";

"LessSecureCommunication" = "Az ezen AirPort vezeték nélküli eszközzel történő kommunikáció során a hálózat bármely másik eszközén beírt jelszó nyilvánosságra kerülhet.";
"YouShouldUpdateFirmware" = "Ezen AirPort vezeték nélküli eszközt frissítenie kell a belső vezérlőprogram legújabb verziójára.";
"AreYouSureContinue" = "Biztos benne, hogy folytatni kívánja?";

"MinimumMacOSVersion" = "Az AirPort segédprogram a Mac OS X %@ vagy újabb verziójával működik a legjobban. Frissítsen a Mac OS X egy újabb verziójára.";
"MinimumWinOSVersion" = "Az AirPort segédprogram a Windows XP SP3, Vista SP1 vagy újabb verziókkal működik a legjobban. Frissítsen a Windows egy újabb verziójára.";

"UserAccountsExistingFilesWarning" = "A felhasználói fiókok beállításával az AirPort-lemezen már meglévő fájlok esetleg hozzáférhetetlenné válhatnak a nem-adminisztrátor felhasználók számára.";
"AtMeDotCom" = "@me.com";
"AtMacDotCom" = "@mac.com";
"MobileMeNamePlacheolder" = "(MobileMe tagsági név)";

"errNeedName" = "A folytatáshoz meg kell adnia egy nevet.";

"PrinterDescription" = "Nyomtatóleírás";
"PrinterName" = "Nyomtatónév";

"ExtendingANonExtensibleEnabledNetwork" = "Az Ön által kiválasztott hálózat nincs kiterjesztésre beállítva.";
"ExtendingANonExtensibleNetwork" = "Az Ön által kiválasztott hálózat nem terjeszthető ki.";
"AreYouSureExtend" = " Biztos benne, hogy ki kívánja terjeszteni ezt a vezeték nélküli hálózatot?";

"RadioSTAListClientType" = "Klienstípus";
"RadioSTAListOpmodeSTA" = "Vezeték nélküli";
"RadioSTAListOpmodePSTA" = "Ethernet";
"RadioSTAListOpmodeWDS" = "WDS";
"RadioSTAListOpmodeDWDS" = "Vezeték nélküli kiterjesztő";

"RadioSTAList80211Mode" = "80211 mód";
"WirelessClients" = "Vezeték nélküli kliensek";
"EthernetClients" = "Ethernet-kliensek";
"WirelessEthernetClients" = "Vezeték nélküli és Ethernet-kliensek";

"DisableWANServices" = "Minden WAN szolgáltatás kikapcsolása";

"ImportWarning" = "Ezeknek a beállításoknak az importálása felülírhatja a jelenlegi beállításokat";

"USBSharingDescription" = "Az USB-megosztással hálózati hozzáférést biztosíthat a(z) %@ eszközhöz csatlakozó USB-eszközökhöz a hálózat felhasználói számára.";
"USBSharingVsFileSharing" = "Az USB-megosztás nincs hatással az USB-kapcsolaton keresztül csatlakoztatott lemezek fájlmegosztására.";

"Base Station" = "Alapállomás";	/* OK TO LOCALIZE */
"Time Capsule" = "Time Capsule";	/* DO NOT LOCALIZE */

"EraseDestTimeCapsuleDisk" = "Cél Time Capsule-lemez törlése";
"EraseDestTimeCapsuleDisk.description" = "Kattintson a „Cél Time Capsule-lemez törlése” lehetőségre, ha azt szeretné, hogy a költöztetés előtt törlődjön az a Time Capsule-lemez, ahová költözteti a lemeztartalmat.";
"EraseSourceTimeCapsuleDisk" = "Forrás Time Capsule-lemez törlése";
"EraseSourceTimeCapsuleDisk.description" = "Kattintson a „Forrás Time Capsule-lemez törlése” lehetőségre, ha azt szeretné, hogy a költöztetés után törlődjön az a Time Capsule-lemez, ahonnan költözteti a lemeztartalmat.";


"MoreOptions" = "További opciók";

"PrintersChangeNamesDescription" = "Egy nyomtató nevének módosításához az alábbi listán válassza ki a nyomtatót, majd kattintson a Szerkesztés gombra.";

"GuestNetRequiresDHCPNAT" = "A vendéghálózathoz az szükséges, hogy ez a(z) %@ nyilvános IP-cím megosztásra legyen beállítva NAT/DHCP használatával.";

"BTMMRequiresPPPoEAlwaysOn" = "A Back to My Mac funkció használatához a PPPoE kapcsolatnak Mindig bekapcsolt állapotban kell lennie.";
"SelectPPPoEAlwaysOn" = "Válassza ki a „Mindig bekapcsolva” elemet a Kapcsolat menüben.";

"ClientTable_Client" = "Kliens";
"ClientTable_Signal" = "Jel";
"ClientTable_Noise" = "Zaj";
"ClientTable_Rate" = "Sebesség";
"ClientTable_Type" = "Típus";
"ClientTable_80211" = "80211";
"ClientTable_MAC" = "MAC-cím";
"ClientTable_IP" = "IP-cím";
"ClientTable_ClientID" = "Kliens ID";
"ClientTable_Lease" = "Kiosztási idő";

"IPv4orIPV6" = "IPv4 vagy IPv6 címek";
"TablePlusButton" = "+";
"TableMinusButton" = "-";

"IgnoredDevices" = "Figyelmen kívül hagyott eszközök";

"WirelessNetworkOptionsButton" = "Vezeték nélküli hálózat beállításai…";

/* End of strings file */
